{"id":"uj25y0snjpqdhea","image":"nvm0nrhzc103wbb/deorum_eGaiIpjEFI.webp","name":"Gerry Garner","race":"human","gender":"male","archetype":"seeker","background":"courtier","age":42,"weight":87,"height":175,"bio":"Jerry Garner is a man with long blond hair, sharp features, and an attentive gaze. He is a seeker at heart, always looking for new experiences and knowledge. Born into a wealthy family, Jerry spent his childhood exploring the gardens and woods around his home, searching for hidden treasures and secrets.\n\nIn his youth, Jerry became fascinated by court life and began to study the art of courtship. He became a skilled courtier, charming nobles and ladies alike with his wit and charm. Along the way, he met his mentor, a wise old courtier who taught him the ways of the court and the art of politics.\n\nJerry continued to develop his skills as a courtier, serving various lords and ladies and becoming a trusted confidante to many. He is a well-respected member of the court, known for his keen insights and gentle manners.\n\nJerry's best friend is a woman named Emily, a fellow courtier who shares his love of adventure and intrigue. They often take on joint projects together and are regarded as a dynamic duo by many in the court.\n\nJerry's acquaintance, an animal companion, is a loyal hunting hound named Boris. The two have been inseparable since Jerry was a child, and Boris accompanies him on his hunts and adventures.\n\nJerry's enemy is a fellow courtier, a jealous and envious man who envies Jerry's success and popularity. Although Jerry is aware of this man's jealousy, he does not let it affect him and remains courteous towards him.\n\nJerry married his childhood sweetheart, a kind and gentle woman named Marcy. They share a deep love and respect for each other and often work together to help those in need.\n\nDespite his successes, Jerry secretly harbors a fear of failure. He worries that one day he will lose his standing and fall from grace. To combat this fear, Jerry reminds himself of his life creed: \"Every day is a new adventure, and every adventure is an opportunity to learn and grow.\"\n\nJerry is a talented writer and poet, often entertaining guests at court with his verses and stories. He is also a master horseman and archer, skills that he developed during his many hunts.\n\nJerry has impeccable manners, always treating others with kindness and respect. He is known for his chivalry and generosity, often going out of his way to help those in need.\n\nDespite his many talents and skills, Jerry has a phobia of spiders. He cannot stand the sight of them and will go out of his way to avoid them.\n\nIn terms of cultural practices, Jerry is an avid collector of rare books and artifacts from around the world. He has an extensive spell book, filled with spells and incantations that he has collected over the years.\n\nJerry gets by on very little sleep, often staying up late into the night reading or writing. He takes great care of his health, eating a balanced diet and exercising regularly."}